Revit 2027 API
ExportDWGSettings.Create Method
Overload List
Name | Description
Create(Document, String) |  Create a DWG export settings with default values.
Create(Document, String, DWGExportOptions) |  Create a DWG export settings with default values.
Create(Document, String, DXFExportOptions) |  Create a DWG export settings with default values.
Top
See Also
Reference
ExportDWGSettings Class
Autodesk.Revit.DB Namespace